<template>
	<div class="m-content">
		<h1>创作公约</h1>
		<div class="m-about-licence">
			<p>第一条 JX3BOX严格遵循网络低俗标准，禁止上传色情低俗内容：</p>
			<p>（一）直接暴露和描写人体性部位的内容；</p>
			<p>（二）表现或隐晦表现性行为、具有挑逗性或者侮辱性的内容；</p>
			<p>（三）以带有性暗示、性挑逗的语言描述性行为、性过程、性方式的内容；</p>
			<p>（四）全身或者隐私部位未着衣物，仅用肢体掩盖隐私部位的内容；</p>
			<p>（五）带有侵犯个人隐私性质的走光、偷拍、漏点等内容；</p>
			<p>（六）以庸俗和挑逗性标题吸引点击的内容；</p>
			<p>（七）相关部门禁止传播的色情和有伤社会风化的文字、音视频内容，包括一些电影的删节片段；</p>
			<p>（八）传播一夜情、换妻、性虐待等的有害信息；</p>
			<p>（九）情色动漫；</p>
			<p>（十）非法性药品广告和性病治疗广告等相关内容；</p>
			<p>（十一）推介淫秽色情网站和网上低俗信息的链接、图片、文字等内容；</p>
			<p>
				（十二）其他带有色情低俗信息的内容。
			</p>
			<p>第二条 禁止发布宣扬暴力恐怖主义、犯罪活动或者支持纵容此类活动的内容。</p>
			<p>第三条 禁止发布含有血腥、以及一些含有骇人成分的内容。</p>
			<p>第四条 禁止发布煽动他人实施暴力行为、凭借暴力行为威胁其他人、宣扬以暴制暴等错误价值观的内容。</p>
			<p>
				第五条 禁止发布含有危险行为的消息。
			</p>
			<p>
				第六条
				禁止宣传自残自杀行为。JX3BOX禁止发布宣传、鼓励自杀、或其他任何形式的自残行为的内容，同时希望用户发现该类内容后，及时向平台举报，JX3BOX将努力提供相关帮助。
			</p>
			<p>第七条 禁止涉嫌侵犯用户个人隐私、披露用户个人信息等行为。</p>
			<p>
				第八条
				禁止发布包含涉及种族、宗教信仰、民族、性别、年龄、国籍、残障、性取向等针对特定对象或群体的语言人身攻击，或藉由以上内容挑拨矛盾、煽动对立、仇恨情绪。
			</p>
			<p>第九条 JX3BOX禁止发布影响未成年人身心健康成长的内容。 包括但不限于：</p>
			<p>（一）未成年人涉色情低俗内容；</p>
			<p>（二）未成年人涉血腥暴力内容；</p>
			<p>（三）未成人涉赌博诈骗内容；</p>
			<p>（四）未成年妈妈相关内容；</p>
			<p>（五）教唆未成年人犯罪；</p>
			<p>（六）侵犯未成年人个人隐私；</p>
			<p>（七）对未成人进行人身攻击；</p>
			<p>（八）未成年人参与人身伤害、死亡风险较高的活动；</p>
			<p>九）儿童邪典片。</p>
			<p>第十条 其他禁止发布的内容：</p>
			<p>（一）含有纳粹主义，军国主义等宣扬、美化侵略战争和侵略行为的内容；</p>
			<p>（二）恶搞经典文艺作品；</p>
			<p>（三）恶搞红色经典作品、调侃戏谑历史英雄人物；</p>
			<p>（四）各类赌博诈骗信息；</p>
			<p>（五）存在木马、病毒等非法网站信息；</p>
			<p>（六）枪支、弹药及毒品等违禁品的制作、销售等信息；</p>
			<p>（七）根据《互联网新闻信息服务管理规定》，禁止个人账号发布时政内容；</p>
			<p>（八）宣传游戏外挂、私服等内容。</p>
			<p>第十一条 为了确保良好的创作生态，以下内容将不予通过，包括但不仅限于：</p>
			<p>（一）垃圾广告内容；</p>
			<p>（二）内容空洞，无意义。</p>
			<p>第十二条 考虑到用户的观感体验，我们可能会对画质、音质极差的内容做限流，包括但不仅限于：</p>
			<p>（一）多重水印；</p>
			<p>
				第十三条
				为了保证内容观看集中性，相同内容的稿件在本站只允许同时存在一个。质量更高、投稿时间较早的稿件将优先存留。在此之后投递质量较差内容重复的稿件将会被管理员锁定，投稿前请善用本站的搜索功能。
			</p>
			<p>第十四条 对于上传禁止发布内容的账号，经过查证后，将视情节严重程度进行处罚。</p>
		</div>
	</div>
</template>

<script>
export default {
	name: 'treaty',
	props: [],
	data: function() {
		return {}
	},
	computed: {},
	methods: {},
	mounted: function() {},
	components: {},
}
</script>

<style lang="less">
@import '../assets/css/treaty.less';
.m-about-licence {
	width: 100%;
	overflow-x: hidden;
	overflow-y: scroll;
	max-height: 600px;
}
</style>
